
"TimeDifferenceYearsKey" = "%d years ago";

"TimeDifferenceYearKey" = "1 year ago";

"TimeDifferenceDaysKey" = "%d days ago";

"TimeDifferenceDayKey" = "1 day ago";

"TimeDifferenceHoursKey" = "%d hours ago";

"TimeDifferenceHourKey" = "1 hour ago";

"TimeDifferenceMinutesKey" = "%d minutes ago";

"TimeDifferenceMinuteKey" = "1 minute ago";

"TimeDifferenceSecondsKey" = "%d seconds ago";

"TimeDifferenceSecondKey" = "1 second ago";

"TimeDifferenceNowKey" = "just now";
